
export const MovieContentdData = [
  {
    id: 0,
    vidio: '',
    title: '지옥',
    content: '어느 날 기이한 존재로부터 지옥행을 선고받은 사람들. 충격과 두려움에 휩싸인 도시에 대혼란의 시대가 도래한다. 신의 심판을 외치며 세를 확장하려는 종교단체와 진실을 파헤치는 자들의 이야기.',
    playdate: '2021년 11월 19일',
    genre: '범죄, 미스터리, 웹툰 한국 드라마',
    cast: '유아인, 김현주, 박정민 등',
    time: '에피소드 1~6편, 총 6시간 45분'
  },

  {
    id: 1,
    vidio: '',
    title: 'LA LA LAND',
    content: '꿈을 꾸는 사람들을 위한 별들의 도시 ‘라라랜드’. 재즈 피아니스트 ‘세바스찬’(라이언 고슬링)과 배우 지망생 ‘미아’(엠마 스톤), 인생에서 가장 빛나는 순간 만난 두 사람은 미완성인 서로의 무대를 만들어가기 시작한다.',
    playdate: '2016년 12월 07일',
    genre: '드라마, 뮤지컬, 멜로/로맨스',
    cast: '라이언 고슬링, 엠마 스톤, 존 레전드 등',
    time: '127분'
  },

  {
    id: 2,
    vidio: '',
    title: '어벤져스: 엔드게임',
    content: '인피니티 워 이후 절반만 살아남은 지구 마지막 희망이 된 어벤져스 먼저 떠난 그들을 위해 모든 것을 걸었다! 위대한 어벤져스 운명을 바꿀 최후의 전쟁이 펼쳐진다!',
    playdate: '2019년 4월 24일',
    genre: '액션, SF',
    cast: '로버트 다우니 주니어, 크리스 에반스, 스칼렛 로한슨 등',
    time: '181분'
  },

  {
    id: 3,
    vidio: '',
    title: '환승연애',
    content: '다양한 이유로 이별한 커플들이 모여 지나간 사랑을 되짚고 새로운 사랑을 찾아나가는 연애 리얼리티',
    playdate: '2021년 06월 25일',
    genre: '예능',
    cast: '사이먼 도미닉, 이용진, 김예원, 유라 등',
    time: '15화'
  }
]

export default MovieContentdData;